Repository: kaos-addict/PiKcp
Catalog: i18n/pikcp/*.po
Languages: ast, id_id

source: Display informations about a package
id_id: Tampilan informasi tentang paket

source: Print version
ast: Amuesa la versión
id_id: Cetak versi

source: On display action, don't print KCP version
ast: Na aición d'amosanza, nun amuesa la versión de kcp
id_id: Pada tampilan tindakan, jangan cetak versi KCP

source: On list action, display only installed packages
ast: Na aición de llistáu, amuesa namái los paquetes instalaos
id_id: Pada daftar tindakan, hanya menampilkan paket-paket yang terpasang

source: On display action, force refreshing local database
ast: Na aición d'amosanza, fuercia'l refrescu de la base de datos llocal
id_id: Pada tampilan tindakan, menyegarkan paksa basis data lokal

source: Provides a tool to make the use of KaOS Community Packages. With this tool, you can search, get and install a package from KaOS Community Packages.
ast: Apurre una ferramienta pa facer l'usu de los paquetes comunitarios de KaOS. Con esta ferramienta pues guetar, consiguir ya instalar paquetes dende KCP.
id_id: Menyediakan sebuah alat untuk membuat menggunakan KaOS Community Packages. Dengan alat ini, Anda bisa mencari, mendapatkan dan memasang sebuah paket dari KaOS Community Packages.

source: %d entries updated!
ast: ¡%d entraes anovaes!
id_id: %d entri diperbarui!

source: Name
ast: Nome
id_id: Nama

source: Optional Deps
ast: Dependencies opcionales
id_id: Opsi Ketergantungan

source: Replaces
ast: Troca
id_id: Mempergantikan

source: Display all packages of KCP
ast: Amuesa tolos paquetes del KCP
id_id: Tampilkan semua paket KCP

source: Provides
ast: Apurre
id_id: Menyediakan

source: Install Script
id_id: Pasang Skrip

source: Install a package from KCP
ast: Instala un paquete del KCP
id_id: Pasang paket dari KCP

source: %d entries added!
ast: ¡%d entraes amestaes!
id_id: %d entri ditambahkan!

source: No
ast: Non
id_id: Tidak

source: %d entries deleted!
ast: ¡%d entraes desaniciaes!
id_id: %d entri dihapus!

source: Interrupt by user...
ast: Interrumpíu pol usuariu...
id_id: Menyela menurut pengguna...

source: No package found
ast: Nun s'alcontró'l paquete
id_id: Tidak ada paket yang ditemukan

source: Tool in command-line for KaOS Community Packages
ast: Ferramienta en llinia comandos pa los paquetes comunitarios KaOS
id_id: Alat dalam baris-perintah untuk KaOS Community Packages

source: On display action, display only the name of the package
ast: Na aición d'amosanza, amuesa namái'l nome del paquete
id_id: Pada tampilan tindakan, hanya menampilkan nama dari paket

source: Depends on
id_id: Tergantung pada

source: Download needed files to build a package
ast: Descarga los ficheros necesarios pa construyir el paquete
id_id: Unduh berkas yang diperlukan untuk membangun paket

source: Do you want to edit PKGBUILD?
ast: ¿Quies editar el PKGBUILD?
id_id: Apakah Anda ingin menyunting PKGBUILD?

source: Refresh the local database
ast: Refresca la base de datos llocal
id_id: Segarkan basis data lokal

source: On display action, sort packages by stars descending
ast: Na aición d'amosanza, ordena los paquetes pel orde descendente d'estrelles
id_id: Pada tampilan tindakan, mengurutkan paket-paket dengan bintang yang menurun

source: On display action, display only packages with at least one star
ast: Na aición d'amosanza, amuesa namái los paquetes con polo menos una estrella
id_id: Pada tampilan tindakan, hanya menampilkan paket-paket dengan paling sedikit satu bintang

source: On display action, display only outdated packages
ast: Na aición d'amosanza, amuesa namái los paquetes ensin anovar
id_id: Pada tampilan tindakan, hanya menampilkan paket-paket kedaluarsa

source: Do you want to edit %s?
ast: ¿Quies editar %s?
id_id: Apakah Anda ingin menyunting %s?

source: Yes
ast: Sí
id_id: Ya

source: On install action, install as a dependence
ast: Na aición d'instalación, instala como una dependencia
id_id: Pada tindakan pasang, pasang sebagai ketergantungan

source: Version
ast: Versión
id_id: Versi

source: On display action, display only installed packages
ast: Na aición d'amosanza, amuesa namái los paquetes instalaos
id_id: Pada tampilan tindakan, hanya menampilkan paket-paket yang terpasang

source: Licenses
ast: Llicencies
id_id: Lisensi

source: Conflicts With
ast: Conflictos con
id_id: Bentrok Dengan

source: Search packages in KCP and display them
ast: Gueta los paquetes en KCP y amuésalos
id_id: Pencarian paket-paket di KCP dan tampilannya

source: Don't launch this program as root!
ast: ¡Nun llances esti programa como root!
id_id: Jangan luncurkan program ini sebagai root!

source: Another instance of kcp is running!
ast: ¡Ta executándose otra instancia de kcp!
id_id: Sesuatu hal selain kcp telah berjalan!

source: Description
ast: Descripción
id_id: Deskripsi

source: Architecture
ast: Arquitectura
id_id: Arsitektur

source: Print this help
ast: Amuesa esta ayuda
id_id: Cetak bantuan ini

source: Flag '%s' cannot be used with '%s'
ast: Nun pue usase la bandera «%s» con «%s»
id_id: Bendera '%s' tidak bisa digunakan dengan '%s'

source: Flag '%s' needs one of this flags: %v
id_id: Bendera '%s' membutuhkan salahsatu bendera ini: %v

source: Arg '%s' not in %v!
id_id: Arg '%s' tidak dalam %v!

source: Flag '%s' is already set!
ast: ¡Yá s'afitó la bandera «%s»!
id_id: Bendera '%s' sudah disetel!

source: Unexpected arg: %s
id_id: Arg tidak diharapkan: %s

source: Unknown property: %d
ast: Propiedá desconocida: %d
id_id: Properti tidak diketahui: %d

source: Unsupported flag '%s'
ast: Bandera non sofitada «%s»
id_id: Bendera '%s' tidak didukung

source: Invalid %s flag '%s': %s!
id_id: %s tidak sah bendera '%s': %s!

source: Invalid value '%v': Must be a %s!
id_id: Nilai '%v' tidak sah: Seharusnya %s!

source: Flag '%s' doesn't allow multiple arguments!
ast: ¡La bandera «%s» nun permite argumentos múltiples!
id_id: Bendera '%s' tidak memperbolehkan beberapa argumentasi!

source: %s not allowed!
id_id: %s tidak diperbolehkan!

source: Arg needed!
id_id: Diperlukan arg!

source: Dir %s already exists!
ast: ¡Yá esiste'l direutoriu %s!
id_id: Dir %s sudah ada!

source: Package not found!
ast: ¡Nun s'alcontró'l paquete!
id_id: Paket tidak ditemukan!

source: <unknown>
ast: <desconocíu>
id_id: <tidak diketahui>

source: [Y/n]
ast: [S/n]
id_id: [Y/t]

source: [y/N]
ast: [s/N]
id_id: [y/T]

source: [installed]
ast: [instaláu]
id_id: [terpasang]

source: [installed: %s]
ast: [instalóse: %s]
id_id: [terpasang: %s]
