Repository: kaos-addict/PiKcp
Catalog: i18n/kcp/*.po
Languages: pt_br, tr_tr

source: Display informations about a package
pt_br: Exibe informações a respeito de um pacote
tr_tr: Bir paket hakkında bilgi görüntülemek

source: Print version
pt_br: Imprimir versão
tr_tr: Sürümü göster

source: On display action, don't print KCP version
pt_br: Ao exibir, não imprimir a versão do KCP
tr_tr: Görüntüleme işleminde KCP sürümünü gösterme

source: On list action, display only installed packages
pt_br: Ao listar, exibir somente os pacotes instalados
tr_tr: Liste işleminde sadece kurulu paketleri göster

source: On display action, force refreshing local database
pt_br: Ao exibir, forçar a atualização da base de dados local
tr_tr: Görüntüleme işleminde, yerel veritabanını yenilemeye zorla

source: Provides a tool to make the use of KaOS Community Packages. With this tool, you can search, get and install a package from KaOS Community Packages.
pt_br: Fornece uma ferramenta para facilitar o uso do KaOS Community Packages. Com esta ferramenta você poderá pesquisar, obter e instalar um pacote proveniente do KCP.

source: %d entries updated!
pt_br: %d entradas atualizadas!
tr_tr: %d girdiler güncellendi!

source: Name
pt_br: Nome
tr_tr: İsim

source: Optional Deps
pt_br: Dependências opcionais

source: Replaces
pt_br: Substitui
tr_tr: Yerini alır

source: Display all packages of KCP
pt_br: Exibir todos os pacotes do KCP
tr_tr: KCP ile tüm paketleri göster

source: Provides
pt_br: Fornece
tr_tr: Sağlar

source: Install Script
pt_br: Script de instalação
tr_tr: Script kur

source: Install a package from KCP
pt_br: Instalar um pacote do KCP
tr_tr: KCP ile paketi kur

source: %d entries added!
pt_br: %d entradas adicionadas!
tr_tr: %d girdiler eklendi!

source: No
pt_br: Não
tr_tr: Hayır

source: %d entries deleted!
pt_br: %d entradas excluídas!
tr_tr: %d girdiler silindi!

source: Interrupt by user...
pt_br: Interrompido pelo usuário...
tr_tr: Kullanıcı tarafından sonlandırıldı...

source: No package found
pt_br: Nenhum pacote encontrado
tr_tr: Paket bulunamadı

source: Tool in command-line for KaOS Community Packages
pt_br: Ferramenta em linha de comando para os pacotes comunitários do KaOS
tr_tr: KaOS Topluluk Paketleri için komut uygulaması

source: On display action, display only the name of the package
pt_br: Ao exibir, mostrar somente o nome do pacote
tr_tr: Görüntüleme işleminde, sadece paketin adını göster

source: Depends on
pt_br: Depende de
tr_tr: Bağlıdır

source: Download needed files to build a package
pt_br: Baixar os arquivos requeridos para construir um pacote
tr_tr: Paketi oluşturmak için gerekli dosyaların indirilmesi gerekli

source: Do you want to edit PKGBUILD?
pt_br: Você deseja editar o PKGBUILD?
tr_tr: PKGBUILD dosyasını düzenlemek istiyor musunuz?

source: Refresh the local database
pt_br: Refrescar a base de dados local
tr_tr: Yerel veritabanını yenile

source: On display action, sort packages by stars descending
pt_br: Ao exibir, pesquisar os pacotes pela avaliação, em ordem decrescente
tr_tr: Görüntüleme işleminde yıldızlı paketleri azalana göre sırala

source: On display action, display only packages with at least one star
pt_br: Ao exibir, mostrar somente os pacotes com no mínimo 1 estrela
tr_tr: Görüntüleme işleminde, sadece yıldızlı paketleri göster

source: On display action, display only outdated packages
pt_br: Ao exibir, mostrar somente os pacotes desatualizados
tr_tr: Görüntüleme işleminde, sadece güncelliğini yitirmiş paketleri göster

source: Do you want to edit %s?
pt_br: Você gostaria de editar %s?
tr_tr: %s içeriğini düzenlemek istiyor musun?

source: Yes
pt_br: Sim
tr_tr: Evet

source: On install action, install as a dependence
pt_br: Ao instalar, fazê-lo como uma dependência
tr_tr: Kurulum işleminde bağımlı olarak kur

source: Version
pt_br: Versão
tr_tr: Sürüm

source: On display action, display only installed packages
pt_br: Ao exibir, mostrar somente os pacotes instalados
tr_tr: Görüntüleme işleminde, sadece kurulmuş paketleri göster

source: Licenses
pt_br: Licenças
tr_tr: Lisans

source: Conflicts With
pt_br: Conflita com
tr_tr: Çakışıyor

source: Search packages in KCP and display them
pt_br: Procurar pacotes no KCP
tr_tr: Aradığınız paketleri KCP içinde görüntüleyin

source: Don't launch this program as root!
pt_br: Não execute este programa como root!
tr_tr: Bu uygulamayı yönetici hakları ile çalıştırmayın!

source: Another instance of kcp is running!
pt_br: Há outra instância de kcp em execução!
tr_tr: KCP halen çalışıyor!

source: Description
pt_br: Descrição
tr_tr: Açıklama

source: Architecture
pt_br: Arquitetura
tr_tr: Mimari

source: Print this help
pt_br: Imprimir esta ajuda
tr_tr: Yardımı göster

source: Flag '%s' cannot be used with '%s'
pt_br: O flag '%s' não pode ser usado com '%s'

source: Flag '%s' needs one of this flags: %v
pt_br: O flag '%s' precisa de um destes flags: %v

source: Arg '%s' not in %v!
pt_br: O argumento '%s' não está em %v!

source: Flag '%s' is already set!
pt_br: O flag '%s' já foi atribuído!

source: Unexpected arg: %s
pt_br: Argumento não esperado: %s

source: Unknown property: %d
pt_br: Propriedade desconhecida: %d

source: Unsupported flag '%s'
pt_br: Flag '%s' não suportado

source: Invalid %s flag '%s': %s!
pt_br: Flag %s inválido '%s':%s!

source: Invalid value '%v': Must be a %s!
pt_br: Valor '%v' inválido: Deve ser um %s!

source: Flag '%s' doesn't allow multiple arguments!
pt_br: Flag '%s' não deve permitir múltiplos argumentos!

source: %s not allowed!
pt_br: %s não é permitido!

source: Arg needed!
pt_br: Argumento necessário!
tr_tr: Arg gerekli!

source: Dir %s already exists!
pt_br: O diretório %s já existe!
tr_tr: %s dizin zaten var!

source: Package not found!
pt_br: Pacote não encontrado!
tr_tr: Paket bulunamadı!

source: [Y/n]
pt_br: [S/n]
tr_tr: [E/h]

source: [y/N]
pt_br: [s/N]
tr_tr: [e/H]

source: [installed]
pt_br: [instalado]
tr_tr: [kuruldu]

source: [installed: %s]
pt_br: [instalado: %s]
tr_tr: [kuruldu: %s]

source: URL
tr_tr: Link

source: <unknown>
tr_tr: <bilinmeyen>
