Repository: kaos-addict/PiKcp
Catalog: i18n/pckcp/*.po
Languages: ast, ca, de, es_ar, id_id, pt_br

source: package() function is present.
ast: La función package() nun ta presente.
ca: la funció del paquet() és present.
de: package() function is bereit
es_ar: Está presente la función package().
id_id: paket() berfungsi telah hadir.
pt_br: A função package() está presente.

source: Variable '%s' is present %d times (lines %s). Only one is expected.
ca: La variable "%s" és present %d vegades (línies %s). Només se n'espera una.
de: Variable '%s' ist %d Mal vorhanden (Zeilen %s). Nur eine wird erwartet.
es_ar: La variable '%s' está presente %d veces (lineas %s). Se espera sólo una.
id_id: Variabel '%s' telah hadir %d kali (baris %s). Hanya satu yang diharapkan.
pt_br: Variável '%s' está presente %d vezes (linhas %s). Apenas uma vez era esperada.

source: Remove uneeded duplicate variables?
ca: Voleu eliminar les variables duplicades no necessàries?
de: Nicht benötigte, doppelte Variablen entfernen?
es_ar: ¿Retirar las variables duplicadas innecesarias?
id_id: Buang variabel duplikat yang tidak dibutuhkan?
pt_br: Remover as variáveis desnecessariamente duplicadas?

source: Remove unneeded duplicate variables?
ca: Voleu eliminar les variables duplicades no necessàries?
de: Nicht benötigte, doppelte Variablen entfernen?
es_ar: ¿Eliminar variables duplicadas innecesarias?
id_id: Hapus duplikat variabel yang tidak dibutuhkan?
pt_br: Remover variáveis duplicadas desnecessariamente?

source: Variable '%s' is missing.
ca: Falta la variable "%s".
de: Variable '%s' fehlt.
es_ar: No se encuentra la variable '%s'.
id_id: Variabel '%s' tidak ada.
pt_br: Variável '%s' está ausente.

source: Modify %s as %s?
ast: ¿Modificar %s como %s?
ca: Modificar %s com a %s?
de: Ändere %s sowie %s ?
es_ar: ¿Modificar %s a %s?
id_id: Memodifikasi %s sebagai %s?
pt_br: Trocar %s por %s?

source: Header was found. Do not use names of maintainers or contributors in PKGBUILD, anyone can contribute, keep the header clean from this.
ast: Alcontróse la testera. Nun uses nomes de caltenedores o collaboradores nel PKGBUILD, tol mundiu pue contribuyir, caltén la testera llimpia d'esto.
ca: S'ha trobat la capçalera. No useu noms de maintenidors o contribuïdors al PKGBUILD, qualsevol persona hi pot contribuir, mantingueu-ne la capçalera neta.
de: Header gefunden. Verwenden Sie keine Namen von maintainern oder Mitwirkenden im PKGBUILD header, da jeder ihn verändern kann. Halten Sie ihn frei von dergleichen
es_ar: Se encontró una cabecera. No use nombres de mantenedores o contribuidores en el PKGBUILD, cualquiera puede contribuir, mantenga la cabecera limpia de esto.
id_id: Sundulan ditemukan. Jangan gunakan nama-nama pengelola atau kontributor di PKGBUILD, setiap orang dapat berkontribusi, menjaga sundulan bersih dari ini.
pt_br: Um cabeçalho foi encontrado. Não utilize nomes de mantenedores nem contribuintes nos arquivos PKGBUILD, pois qualquer um pode contribuir. Mantenha o cabeçalho livre deste tipo de informação.

source: Print version
ast: Amuesa la versión
ca: Imprimeix la versió
de: Druckversion
es_ar: Muestra la versión
id_id: Cetak versi
pt_br: Exibe a versão

source: Replace %s by... (leave blank to remove it):
ast: Trocar %s por... (dexar baleru pa desanicialu):
ca: Reemplaçar %s amb... (deixeu-ho en blanc per suprimir-ho):
de: Ersetze %s mit... (zum Entfernen leer lassen):
es_ar: Reemplazar %s por... (dejar en blanco para eliminarla):
id_id: Ganti %s menurut... (biarkan kosong untuk membuangnya):
pt_br: Substituir %s por... (deixar em branco para removê-la):

source: install is clean.
ca: la instal·lació és neta.
de: install ist leer.
es_ar: install está limpio.
id_id: Pasang telah bersih.
pt_br: Instalação está limpa.

source: Reset pkgrel to 1?
ast: ¿Reafitar pkgrel a 1?
ca: Restablir pkgrel a 1?
de: pkgrel zurücksetzen auf 1 ?
es_ar: ¿Reajustar pkgrel a 1?
id_id: Setel ulang pkgrel ke 1?
pt_br: Alterar pkgrel para 1?

source: Choose the line to keep among [%s] (last line by default).
ca: Escolliu la línia a mantenir entre [%s] (l'última línia per defecte).
es_ar: Elija la linea que quiere mantener de estas [%s] (por defecto la última linea).
id_id: Memilih baris untuk menjaga [%s] (baris terakhir menurut baku).
pt_br: Escolha a linha a ser mantida [%s] (a última linha por padrão),

source: Variable '%s' contains name of the package. It is useless.
ast: La variable '%s' contien el nome del paquete. Nun ye útil.
ca: La variable "%s" conté el nom del paquet. No serveix per a res.
de: Variable '%s' enthält den Namen des package. Das ist überflüssig.
es_ar: La variable '%s' contiene nombre del paquete. Eso es inútil.
id_id: Variabel '%s' berisi nama dari paket. Percuma saja.
pt_br: Variável '%s' contém um nome do pacote. É inútil.

source: Function '%s()' is empty.
ast: La función «%s()» ta balera.
ca: La funció "%s()" és buida.
de: Funktion '%s()' ist leer.
es_ar: La función '%s()' está vacía.
id_id: Fungsi '%s()' telah kosong.
pt_br: Função '%s()' está vazia.

source: Variables 'depends' and 'makedepends' are empty. You should manually check if it is not a missing.
ast: Les variables 'depends' y 'makedepends' tán baleres. Deberíes comptrobar esto a mano si nun falta.
ca: Les variables "depends" i "makedepends" són buides. Hauríeu de comprovar manualment que no sigui una mancança.
de: Variablen 'depends' und 'makedepends' sind leer. Sie sollten selbst prüfen, ob etwas fehlt.
es_ar: Las variables 'depends' y 'makedepends' están vacías. Debería comprobar manualmente si no se van a necesitar.
id_id: Variabel 'tanggungan' dan 'membuat-tanggungan' telah kosong. Anda harus memeriksa secara manual sekiranya tidak hilang.
pt_br: Variável 'depends' e 'makedepends' estão vazias. Você deve indicar manualmente se isto não se trata de um equívoco.

source: PKGBUILD is a split PKGBUILD. Make as many PKGBUILDs as this contains different packages!
ast: El PKGBUILD ye ún dividíu. ¡Fai tantos PKGBUILD como paquetes necesites!
ca: El PKGBUILD és un PKGBUILD dividit. Feu tants PKGBUILD, ja que això conté paquets diferents!
de: PKGBUILD ist ein Teil- PKGBUILD. Erstellen Sie so viele PKGBUILDs, wie es verschiedene packages enthält !
es_ar: PKGBUILD es un PKGBUILD dividido. ¡Haga tantos PKGBUILDs como paquetes diferentes tenga!
id_id: PKGBUILD adalah sepenggal PKGBUILD. Membuat sebanyak PKGBUILD ini berisi paket-paket berbeda!
pt_br: O arquivo PKGBUILD é um PKGBUILD dividido. Crie tantos arquivos PKGBUILD quantos forem o número de pacotes diferentes!

source: Print this help
ast: Amuesa esta ayuda
ca: Imprimeix aquesta ajuda
de: Diese Hilfe ausdrucken
es_ar: Muestra esta ayuda
id_id: Cetak bantuan ini
pt_br: Exibe esta ajuda.

source: Warning
ast: Avisu
ca: Attention
de: Warnung
es_ar: Advertencia
id_id: Peringatan
pt_br: Atenção

source: '%s' is clean.
ast: '%s' ta llimpiu.
ca: '%s' és net.
de: '%s' ist leer
es_ar: '%s' está limpio.
id_id: '%s telah bersih.
pt_br: '%s' está adequado.

source: Modifications saved in %s!
ast: ¡Modificaciones guardaes en %s!
ca: Modificacions desades a %s!
de: Änderungen gespeichert in %s !
es_ar: ¡Las Modificaciones se guardaron en %s!
id_id: Modifikasi disimpan di %s!
pt_br: Alterações salvas em %s!

source: Modify name of %s file?
ast: ¿Modificar el nome de ficheru %s?
ca: Voleu modificar el nom del fitxer %s?
de: Name von Datei %s ändern?
es_ar: ¿Modificar el nombre del archivo %s?
id_id: Memodifikasi nama berkas %s?
pt_br: Modificar o nome do arquivo %s?

source: package() function missing. You need to add it.
ast: Falta la función package(). Necesites amestala.
ca: La funció del paquet() no és present. Cal que l'afegiu.
de: package() Funktion fehlt. Sie müssen sie hinzufügen !
es_ar: No se encuentra la función package(). Necesita agregarla.
id_id: paket() berfungsi yang hilang. Anda perlu menambahkannya.
pt_br: A função package() não foi encontrada. Você precisará adicioná-la.

source: Add variable '%s'?
ast: ¿Amestar la varibale «%s»?
ca: Voleu afegir la variable "%s"?
de: Variable '%s' hinzufügen?
es_ar: ¿Añadir la variable '%s'?
id_id: Tambah variabel '%s'?
pt_br: Adicionar a variável '%s'?

source: %s doesn't exist!
ast: ¡%s nun esiste!
ca: %s no existeix!
de: %s ist nicht vorhanden!
es_ar: ¡%s no existe!
id_id: %s tidak ada!
pt_br: %s não existe!

source: Provides a tool to check the validity of a PKGBUILD according to the KCP standards. If flag -e is used, the common errors can be checked and a (potentially) valid PKGBUILD.new is created.
ast: Apurre una ferramienta pa comprobar la validez d'un PKGBUILD acordies colos entándares KCP. Si s'usa la bandera -e, puen comrpobase los fallos comunes y crearáse un PKGBUILD.new (potencialmente) válidu
ca: Proporciona una eina per comprovar la validesa d'un PKGBUILD d'acord amb estàndards KCP. Si s'usa la bandera -e, es poden comprovar els errors comuns i es crea un PKGBUILD.new (potencialment) vàlid.
es_ar: Brinda una herramienta para comprobar la validez de un PKGBUILD de acuerdo a los estándares de KCP. Si se usa la opción -e, se pueden comprobar los errores más comunes y (potencialmente) crear un PKGBUILD válido.
id_id: Menyediakan sebuah alat untuk memeriksa keabsahan dari sebuah PKGBUILD menurut KCP standar. Jika bendera -e digunakan, kesalahan umum bisa diperiksa dan (secara potensial) PKGBUILD.new yang sah telah dibuat.
pt_br: Fornece uma ferramenta para verificar a validade de um PKGBUILD de acordo com o padrões do KCP Se o parâmetro -e é usado, os erros comuns poderão ser verificados e (potencialmente) um PKGBUILD.new válido será criado.

source: Error
ast: Fallu
ca: Erreur
de: Fehler
id_id: Galat
pt_br: Erro

source: Info
ast: Información
es_ar: Información
pt_br: Informação

source: pkgrel is clean.
ast: pkgrel ta llimpiu.
ca: pkgrel és net.
de: pkgrel ist leer.
es_ar: pkgrel está limpio.
id_id: pkgrel telah bersih.
pt_br: pkgrel está adequado.

source: arch is different from 'x86_64'. Since KaOS only supports this architecture, no other arch would be added here.
ast: arch ye distintu de 'x86_64'. Darréu que KaOS namái sofita esta arquitectura, equí nun debería amestase otra.
ca: L'arquitectura és diferent de "x86_64". Ja que el KaOS només té suport per a aquesta arquitectura, no s'afegirà cap altra arquitectura aquí.
de: Arch ist unterschiedlich zu 'x86_64'. Da KaOS nur diese Architektur unterstützt, wird hier kein anderes Arch hinzugefügt
es_ar: arch es distinto a 'x86-64'. Dado que KaOS sólo soporta esa arquitectura, no debería agregarse otra aquí.
id_id: arsitektur berbeda dari 'x86_64'. KaOS hanya mendukung arsitektur ini, tidak ada arsitektur lain yang akan ditambahkan di sini.
pt_br: Arquitetura é diferente de 'x86_64'. Uma vez que o KaOS suporta apenas esta arquitetura, nenhuma outra poderá ser usada aqui.

source: Reset arch to x86_64?
ast: ¿Reafitar arch a x86_64?
ca: Restablir l'arquitectura a x86_64?
de: Arch zurücksetzen auf x86_64 ?
es_ar: ¿Reajustar arch a x86_64?
id_id: Setel ulang arsitektur ke x86_64?
pt_br: Alterar a arquitetura para x86_64?

source: Tool in command-line to manage common PKGBUILD errors
ca: Eina de línia d'ordres per gestionar errors comuns de PKGBUILD
es_ar: Herramienta para la linea de comandos para gestionar los errores más comunes en un PKGBUILD
id_id: Alat dalam baris-perintah untuk mengelola kesalahan PKGBUILD umum
pt_br: Ferramenta de linha de comando para gerenciar erros comuns do PKGBUILD

source: Header is clean.
ast: La testera ta llimpia
ca: La capçalera és neta.
de: Header ist leer
es_ar: La cabecera está limpia.
id_id: Sundulan bersih.
pt_br: O cabeçalho está adequado.

source: Function '%s()' is present %d times (lines %s). Only one is expected.
ca: La funció "%s()" és present %d vegades (línies %s). Només se n'espera una.
de: Funktion '%s()' ist %d Mal vorhanden (Zeilen %s). Nur eine wird erwartet.
es_ar: La función '%s()' se encuentra %d veces (lineas %s). Se espera que halla sólo una.
id_id: Fungsi '%s()' telah hadir %d kali (baris %s). Hanya satu yang diharapkan.
pt_br: Função '%s()' está presente %d vezes (linhas %s). Apenas uma vez era esperada.

source: Error on save file %s!
ast: ¡Fallu nel ficheru de guarda %s!
ca: Error en desar el fitxer %s!
de: Fehler beim speichern in Datei %s !
es_ar: ¡Error al guardar el archivo %s!
id_id: Galat saat menyimpan berkas %s!
pt_br: Erro ao salvar arquivo %s!

source: Variable '%s' is empty.
ast: La variable '%s' ta balera.
ca: La variable "%s" és buida.
de: Variable '%s' ist leer.
es_ar: La variable '%s' está vacía.
id_id: Variabel '%s' telah kosong.
pt_br: Variável '%s' está vazia.

source: Variable '%s' is clean.
ast: La variable '%s' ta llimpia.
ca: La variable "%s" és neta.
de: Variable '%s' ist leer.
es_ar: La variable '%s' está limpia.
id_id: Variabel '%s' telah bersih.
pt_br: Variável '%s' está adequada.

source: Remove all uneeded comments before save?
ast: ¿Desaniciar tolos comentarios innecesarios enantes de guardar?
ca: Voleu eliminar tots els comentaris innecessaris abans de desar?
de: Alle nicht benötigten Kommentare vor dem Speichern entfernen?
es_ar: ¿Eliminar todos los comentarios innecesarios antes de guardar?
id_id: Buang semua komentar yang tidak dibutuhkan sebelum menyimpan?
pt_br: Remover todos os comentários desnecessários antes de salvar?

source: Remove all unneeded comments before save?
ast: ¿Desaniciar tolos comentarios innecesarios enantes de guardar?
ca: Voleu eliminar tots els comentaris innecessaris abans del desament?
de: Alle nicht benötigten Kommentare vor dem Speichern entfernen?
es_ar: ¿Eliminar todos los comentarios innecesarios antes de grabar?
id_id: Hapus semua komentar yang tidak dibutuhkan sebelum menyimpan?
pt_br: Remover todos os comentários desnecessários antes de salvar?

source: Remove header?
ast: ¿Desaniciar testera?
ca: Suprimir la capçalera?
de: header entfernen ?
es_ar: ¿Eliminar cabecera?
id_id: Buang sundulan?
pt_br: Remover o cabeçalho?

source: Remove uneeded duplicate functions?
ca: Voleu eliminar funcions duplicades innecessàries?
de: Nicht benötigte, doppelte Funktionen entfernen?
es_ar: ¿Eliminar funciones duplicadas innecesarias?
id_id: Buang fungsi diplikat yang tidak dibutuhkan?
pt_br: Remover as funções duplicadas desnecessárias?

source: Remove unneeded duplicate functions?
ca: Voleu eliminar funcions duplicades innecessàries?
de: Nicht benötigte, doppelte Funktionen entfernen?
es_ar: ¿Eliminar las funciones duplicadas innecesarias?
id_id: Hapus diplikat fungsi yang tidak dibutuhkan?
pt_br: Remover as funções duplicadas desnecessariamente?

source: Interactive edition
ast: Edicón interactiva
ca: Edició interactiva
de: Interaktive Edition
es_ar: Edición interactiva
id_id: Edisi interaktif
pt_br: Edição interativa

source: Current folder doesn't contain PKGBUILD!
ast: ¡La carpeta actual nun contien el PKGBUILD!
ca: La carpeta actual no conté el PKGBUILD!
de: Aktueller Ordner enthält kein PKGBUILD
es_ar: ¡La carpeta actual no contiene ningún PKGBUILD!
id_id: Map saat ini tidak berisi PKGBUILD!
pt_br: A pasta corrente não contém o arquivo PKGBUILD!

source: '%s' is not valid. You should suppress it
ca: "%s" no és vàlid. L'hauríeu d'eliminar.
de: '%s' ist nicht gültig. Sie sollten es abstellen
es_ar: '%s' no es válido. Debería suprimirlo.
id_id: '%s' tidak sah. Anda harus menekannya
pt_br: '%s' não é válido. Você deve suprimí-lo

source: Modify %s in variable '%s'?
ast: ¿Modificar %s na variable '%s'?
ca: Modificar %s a la variable "%s"?
de: Änderung %s in Variable '%s' ?
es_ar: ¿Modificar %s en variable la '%s'?
id_id: Memodifikasi %s dalam variabel '%s'?
pt_br: Alterar %s na variável '%s'?

source: Set variable '%s' with (leave blank to ignore):
ca: Establiu la variable "%s" amb... (deixeu-ho en blanc per ignorar-ho):
de: Variable '%s' festlegen mit (zum Ignorieren leer lassen):
es_ar: Ajustar variable '%s' con (dejar en blanco para ignorar):
id_id: Setel variabel '%s' dengan (biarkan kosong untuk abaikan):
pt_br: Atribuir o seguinte valor à variável '%s' (deixar em branco para ignorar):

source: %s isn't in repo neither in kcp. Variable '%s' shouldn't contain it.
ast: %s nun ta nin nel repositoriu nin nel KCP. La variable '%s' debería contenelu.
ca: %s no és ni al repositori ni al kcp. La variable "%s" no l'hauria de contenir.
de: %s ist weder in repo noch in kcp. Variable '%s' ist nicht beinhaltet
es_ar: %s no está en los repos ni en kcp. La variable '%s' no debería contenerlo.
id_id: %s tidak di repo tidak ada di kcp. Variabel '%s' tidak harus berisi itu.
pt_br: %s não está no repositório nem no kcp. Variável '%s' não deveria contê-lo.

source: arch is clean.
ast: arch ta baleru.
ca: l'arquitectura és neta.
de: Arch ist leer
es_ar: arch está limpia.
id_id: arsitektur telah bersih.
pt_br: Arquitetura está adequada.

source: Remove it?
ca: Voleu eliminar-ho?
de: Entfernen?
es_ar: ¿Eliminarlo?
id_id: Membuangnya?
pt_br: Remover?

source: pkgrel is different from 1. It should be the case only if build instructions are edited but not pkgver.
ast: pkgrel ye distintu de 1. Debería ser el casu namái si les instrucciones de construcción s'editen pero nun hai pkgver.
ca: El pkgrel és diferent d'1. Només hauria de ser així si s'editen les instruccions de construcció però no el pkgver.
de: pkgrel ist unterschiedlich zu 1. Es sollte nur so sein, das build instructions editiert sind, aber nicht pkdver
es_ar: pkgrel es distinto a 1. Este debería ser el caso sólo si son editadas las instrucciones de compilación pero no el pkgver.
id_id: pkgrel berbeda dari 1. Itu harus terjadi hanya jika instruksi bangun disunting tetapi pkgver tidak.
pt_br: pkgrel é diferente de 1. Este somente deve ser o caso se as instruções para montagem foram editadas, com exceção do pkgver.

source: Flag '%s' cannot be used with '%s'
ast: Nun pue usase la bandera «%s» con «%s»
ca: La bandera "%s" no es pot usar amb "%s"
es_ar: La opción '%s' no puede usarse con '%s'
id_id: Bendera '%s' tidak bisa digunakan dengan '%s'
pt_br: O flag '%s' não pode ser usado com '%s'

source: Flag '%s' needs one of this flags: %v
ca: La bandera "%s" necessita una d'aquestes banderes: %v
es_ar: La opción '%s' necesita una de estas otras opciones: %v
id_id: Bendera '%s' membutuhkan salahsatu bendera ini: %v
pt_br: O flag '%s' precisa de um destes flags: %v

source: Arg '%s' not in %v!
ca: L'argument "%s" no és a %v!
de: Argument '%s' nicht in %v!
es_ar: ¡Arg '%s' no está en %v!
id_id: Arg '%s' tidak dalam %v!
pt_br: Argumento '%s' não está em %v!

source: Flag '%s' is already set!
ast: ¡Yá s'afitó la bandera «%s»!
ca: La bandera "%s" ja s'ha establert!
es_ar: ¡La opción '%s' ya existe!
id_id: Bendera '%s' sudah disetel!
pt_br: O flag '%s' já foi atribuído!

source: Unexpected arg: %s
ca: Argument no esperat: %s
de: Unerwartetes Argument: %s
es_ar: Arg. inesperado: %s
id_id: Arg tidak diharapkan: %s
pt_br: Argumento não esperado: %s

source: Unknown property: %d
ast: Propiedá desconocida: %d
ca: Propietat desconeguda: %d
de: Unbekannte Eigenschaft: %d
es_ar: Propiedad desconocida: %d
id_id: Properti tidak diketahui: %d
pt_br: Propriedade desconhecida: %d

source: Unsupported flag '%s'
ast: Bandera non sofitada «%s»
ca: Bandera no admesa: "%s"
es_ar: Opción no soportada '%s'
id_id: Bendera '%s' tidak didukung
pt_br: Flag '%s' não suportado

source: Invalid %s flag '%s': %s!
ca: Bandera %s no vàlida "%s": %s!
es_ar: ¡Opción %s inválida '%s': %s!
id_id: %s tidak sah bendera '%s': %s!
pt_br: Flag %s inválido '%s':%s!

source: Invalid value '%v': Must be a %s!
ca: Valor no vàlid "%v": ha de ser un %s!
de: Ungültiger Wert '%v': Muss ein %s sein!
es_ar: ¡Valor no válido '%v': Debe ser a %s!
id_id: Nilai '%v' tidak sah: Seharusnya %s!
pt_br: Valor '%v' inválido: Deve ser um %s!

source: Flag '%s' doesn't allow multiple arguments!
ast: ¡La bandera «%s» nun permite argumentos múltiples!
ca: La bandera "%s" no admet arguments múltiples!
es_ar: ¡La opción '%s' no permite argumentos múltiples!
id_id: Bendera '%s' tidak memperbolehkan beberapa argumentasi!
pt_br: O flag '%s' não suporta múltiplos argumentos!

source: %s not allowed!
ca: %s no admès!
de: %s nicht erlaubt!
es_ar: ¡%s no permitida!
id_id: %s tidak diperbolehkan!
pt_br: %s não é permitido!

source: Arg needed!
ca: Cal l'argument!
de: Argument benötigt!
es_ar: ¡Arg necesarios!
id_id: Diperlukan arg!
pt_br: Argumento requerido!

source: Dir %s already exists!
ast: ¡Yá esiste'l direutoriu %s!
ca: El directori %s ja existeix!
de: Verzeichnis %s existiert bereits !
es_ar: ¡El directorio %s ya existe!
id_id: Dir %s sudah ada!
pt_br: Diretório %s já existe!

source: Package not found!
ast: ¡Nun s'alcontró'l paquete!
ca: Paquet no trobat!
de: Paket nicht gefunden
es_ar: ¡Paquete no encontrado!
id_id: Paket tidak ditemukan!
pt_br: Pacote não encontrado!

source: <unknown>
ast: <desconocíu>
ca: <desconegut>
de: <unbekannt>
es_ar: <desconocido>
id_id: <tidak diketahui>
pt_br: <desconhecido>

source: [Y/n]
ast: [S/n]
ca: [S/n]
de: [J/n]
es_ar: [S/n]
id_id: [Y/t]
pt_br: [S/n]

source: [y/N]
ast: [s/N]
ca: [s/N]
de: [j/N]
es_ar: [s/N]
id_id: [y/T]
pt_br: [s/N]

source: Generate a prototype of PKGBUILD
ca: Genera un prototip de PKGBUILD
de: Prototyp von PKGBUILD erzeugen
es_ar: Generar un prototipo de PKGBUILD
id_id: Menghasilkan prototipe PKGBUILD
pt_br: Gerar um protótipo do PKGBUILD

source: Removes the useless comments and blanks of the prototype
ca: Elimina els comentaris no útils i els espais en blanc del prototip
es_ar: Eliminar los comentarios inútiles y espaciosn en blanco del prototipo
id_id: Hapusan komentar yang tidak terpakai dan kosong pada prototipe
pt_br: Remove comentários inúteis e espaços em branco do protótipo

source: %s is not a file!
ast: ¡%s nun ye un ficheru!
ca: %s no és un fitxer!
de: %s ist keine Datei!
es_ar: %s no es un archivo!
id_id: %s adalah bukan sebuah berkas!
pt_br: %s não é um arquivo!

source: PKGBUILD file already exists. Do you want to erase it?
ast: Yá esiste'l ficheru PKGBUILD. ¿Quies desanicialu?
ca: El fitxer PKGBUILD ja existeix. Voleu esborrar-lo?
de: PKGBUILD-Datei ist bereits vorhanden. Möchten Sie sie löschen?
es_ar: El archivo PKGBUILD ya existe. ¿Quiere borrarlo?
id_id: Berkas PKGBUILD sudah ada. Apakah Anda ingin menyetipnya?
pt_br: O arquivo PKGBUILD já existe. Deseja apaga-lo?

source: Action cancelled
ast: Aición encaboxada
ca: Acció cancel·lada
de: Aktion abgebrochen
es_ar: Acción cancelada
id_id: Tindakan dibatalkan
pt_br: Ação cancelada
